Repository: int3hh/Tomatillo
Catalog: po/*.po
Languages: pt, tr

source: Pomodoro;Productivity;Timer;Focus;Task;Work;Breaks;Time;Management;
pt: Pomodoro;Produtividade;Timer;Foco;Tarefa;Trabalho;Pausas;Tempo;Gestão;
tr: Pomodoro;Productivity;Timer;Focus;Task;Work;Breaks;Time;Management;Üretkenlik;Zamanlayıcı;Odaklan;Görev;Çalışma;İş;Mola;Ara;Zaman;Süre;Saat;Yönetim;

source: Focus better, work smarter
pt: Foque melhor, trabalhe de forma mais inteligente.
tr: Daha iyi odaklan, daha akıllıca çalış

source: Tomatillo is a Pomodoro Timer app for your productivity tasks. Work for a set time, then take a short break. After some cycles, take a longer break.
pt: Tomatillo é uma aplicação de temporizador Pomodoro para as tuas tarefas de produtividade. Trabalha durante um tempo definido, depois faz uma curta pausa. Após alguns ciclos, faz uma pausa mais longa.

source: Focus Session
pt: Sessão de Foco
tr: Odaklanma Oturumu

source: Preferences
pt: Preferências
tr: Tercihler

source: Break Session
pt: Sessão de Pausa
tr: Mola Oturumu

source: Long Break Session
pt: Sessão de Pausa Longa
tr: Uzun Mola Oturumu

source: Focus Session - Dark Mode
pt: Sessão de Foco - Modo Escuro
tr: Odaklanma Oturumu - Koyu Kip

source: translator-credits
pt: Diego Povliuk <diegopvlk@gmail.com>
tr: Sabri Ünal <yakushabb@gmail.com>

source: Pause
pt: Pausar
tr: Duraklat

source: Resume
pt: Continuar
tr: Sürdür

source: Start
pt: Começar
tr: Başlat

source: Focus
pt: Foco
tr: Odaklama

source: Short Break
pt: Pausa Curta
tr: Kısa Mola

source: Long Break
pt: Pausa Longa
tr: Uzun Mola

source: Break Time
pt: Hora da Pausa
tr: Mola Zamanı

source: Time for a short break.
pt: Hora de fazer uma pausa curta.
tr: Kısa mola süresi.

source: Time for a long break.
pt: Hora de fazer uma pausa longa.
tr: Uzun mola süresi.

source: Start Break
pt: Começar Pausa
tr: Molayı Başlat

source: Focus Mode
pt: Modo Foco
tr: Odak Kipi

source: Break is over!
pt: A pausa terminou!
tr: Mola bitti!

source: Start Focus
pt: Começar Foco
tr: Odaklanmayı Başlat

source: Long Break Interval
pt: Intervalo para Pausa Longa
tr: Uzun Mola Aralığı

source: Run in Background
pt: Executar em Segundo Plano
tr: Arka Planda Çalış

source: Notification Sound
pt: Som de Notificação
tr: Bildirim Sesi

source: Bypass 'Do Not Disturb'
pt: Ignorar "Não Incomodar"
tr: 'Rahatsız Etme' Ayarını Esgeç

source: Autostart Focus
pt: Início Automático de Foco
tr: Odaklanmayı Kendiliğinden Başlat

source: Autostart Break
pt: Início Automático de Pausa
tr: Molayı Kendiliğinden Başlat

source: Main Menu
pt: Menu Principal
tr: Ana Menü

source: Reset
pt: Reiniciar
tr: Sıfırla

source: Skip
pt: Saltar
tr: Atla

source: About Tomatillo
pt: Sobre o Tomatillo
tr: Tomatillo Hakkında

source: Quit
pt: Sair
tr: Çık

source: Reset Session
pt: Reiniciar Sessão
tr: Oturumu Başlat

source: Reset Current Timer
pt: Reiniciar Timer Atual
tr: Geçerli Zamanlayıcıyı Sıfırla
